[
    {
      "id": "B1_LP_001",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "No período 'O policial, que agiu rapidamente, evitou o dano.', a oração 'que agiu rapidamente' classifica-se como subordinada adjetiva restritiva, pois delimita o sentido do termo antecedente.",
      "gabarito": "E"
    },
    {
      "id": "B1_LP_002",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "A concordância verbal está correta em: 'Fazem dois anos que estudo para este concurso, e ainda faltam alguns meses para a prova.'",
      "gabarito": "E"
    },
    {
      "id": "B1_LP_003",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "Em 'Precisa-se de agentes dedicados', o 'se' é uma partícula apassivadora, tornando 'agentes dedicados' o sujeito paciente da oração.",
      "gabarito": "E"
    },
    {
      "id": "B1_LP_004",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "O vocábulo 'hífen' recebe acento gráfico por ser uma paroxítona terminada em '-n'.",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_005",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "No trecho 'Ele referiu-se àquelas investigações sigilosas', o uso do acento grave indicativo de crase é obrigatório devido à regência do verbo 'referir-se' e à presença do pronome demonstrativo 'aquelas'.",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_006",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "A expressão 'a fim de', em 'Estudou muito a fim de ser aprovado', introduz uma oração com valor de finalidade.",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_007",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "O Manual de Redação da Presidência da República preconiza o uso de linguagem rebuscada e de jargões técnicos em todos os tipos de expedientes oficiais para demonstrar a autoridade do remetente. [cite: 1197]",
      "gabarito": "E"
    },
    {
      "id": "B1_LP_008",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "A regência do verbo 'implicar', no sentido de 'acarretar', 'produzir como consequência', exige complemento sem preposição.",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_009",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "Em 'Os resultados da perícia foram conclusivos, portanto o caso foi encerrado', o conectivo 'portanto' estabelece uma relação de conclusão entre as orações.",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_010",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "A palavra 'embora' é um conector que, usualmente, introduz uma ideia de concessão.",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_011",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "A concordância nominal está incorreta na frase: 'Foram anexos aos autos as provas periciais.'",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_012",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "O pronome oblíquo átono está corretamente colocado em: 'Informaram-lhe sobre os novos procedimentos.'",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_013",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "Na frase 'Haviam muitos candidatos ansiosos pela prova', o verbo 'haver' está empregado corretamente no plural.",
      "gabarito": "E"
    },
    {
      "id": "B1_LP_014",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "Um texto descritivo tem como principal objetivo narrar acontecimentos em uma sequência temporal.",
      "gabarito": "E"
    },
    {
      "id": "B1_LP_015",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "A clareza é um dos atributos fundamentais da redação oficial, devendo-se evitar o uso de termos ambíguos. [cite: 1964]",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_016",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "A forma verbal 'adviriam' está conjugada no futuro do pretérito do modo indicativo.",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_017",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "Em 'Os policiais, cujos nomes foram divulgados, receberam elogios', o pronome relativo 'cujos' concorda em gênero e número com o termo antecedente 'policiais'.",
      "gabarito": "E"
    },
    {
      "id": "B1_LP_018",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "O uso da vírgula antes da conjunção 'e' é sempre incorreto, mesmo quando as orações coordenadas tiverem sujeitos diferentes.",
      "gabarito": "E"
    },
    {
      "id": "B1_LP_019",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "A palavra 'ideia' não recebe mais acento agudo após o Novo Acordo Ortográfico.",
      "gabarito": "C"
    },
    {
      "id": "B1_LP_020",
      "bloco": 1,
      "disciplina": "Língua Portuguesa",
      "enunciado": "O sujeito da oração 'Existe uma grande expectativa para o concurso' é classificado como inexistente.",
      "gabarito": "E"
    },
    {
      "id": "B1_DA_001",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "A administração pública direta é composta por autarquias e fundações públicas, que possuem personalidade jurídica própria. [cite: 1966]",
      "gabarito": "E"
    },
    {
      "id": "B1_DA_002",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "Um dos atributos do ato administrativo é a presunção de legitimidade, que implica que, até prova em contrário, o ato é considerado válido e conforme a lei. [cite: 1967]",
      "gabarito": "C"
    },
    {
      "id": "B1_DA_003",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "O poder de polícia administrativa pode incidir tanto sobre bens quanto sobre direitos individuais, visando o interesse coletivo. [cite: 1970]",
      "gabarito": "C"
    },
    {
      "id": "B1_DA_004",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "A Lei nº 8.112/1990, que dispõe sobre o regime jurídico dos servidores públicos civis da União, prevê a demissão como penalidade aplicável em caso de improbidade administrativa. [cite: 1968]",
      "gabarito": "C"
    },
    {
      "id": "B1_DA_005",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "Na modalidade de licitação 'convite', a Administração Pública deve convidar, no mínimo, cinco interessados do ramo pertinente ao seu objeto. [cite: 1971]",
      "gabarito": "E"
    },
    {
      "id": "B1_DA_006",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "O controle judicial dos atos administrativos pode analisar tanto a legalidade quanto o mérito do ato discricionário.",
      "gabarito": "E"
    },
    {
      "id": "B1_DA_007",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "A responsabilidade civil objetiva do Estado, prevista na Constituição Federal, prescinde da comprovação de dolo ou culpa do agente público para gerar o dever de indenizar. [cite: 1972]",
      "gabarito": "C"
    },
    {
      "id": "B1_DA_008",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "O princípio da impessoalidade na Administração Pública veda que a publicidade de atos, programas, obras e serviços governamentais contenha nomes, símbolos ou imagens que caracterizem promoção pessoal de autoridades. [cite: 1975]",
      "gabarito": "C"
    },
    {
      "id": "B1_DA_009",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "A revogação de um ato administrativo ocorre por motivo de ilegalidade, produzindo efeitos ex tunc.",
      "gabarito": "E"
    },
    {
      "id": "B1_DA_010",
      "bloco": 1,
      "disciplina": "Noções de Direito Administrativo",
      "enunciado": "As empresas públicas exploradoras de atividade econômica sujeitam-se ao regime jurídico próprio das empresas privadas, inclusive quanto aos direitos e obrigações civis, comerciais, trabalhistas e tributários. [cite: 1967]",
      "gabarito": "C"
    },
    {
      "id": "B1_DC_001",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "O direito à vida, previsto na Constituição Federal, abrange apenas o direito de não ser morto, não se estendendo à garantia de uma existência digna. [cite: 1976]",
      "gabarito": "E"
    },
    {
      "id": "B1_DC_002",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "A nacionalidade brasileira primária, ou originária, é adquirida pelo critério do jus sanguinis e também pelo jus soli, conforme as regras estabelecidas na Constituição. [cite: 1976]",
      "gabarito": "C"
    },
    {
      "id": "B1_DC_003",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "O Presidente da República, chefe do Poder Executivo, pode ser responsabilizado por crimes comuns perante o Supremo Tribunal Federal, após autorização da Câmara dos Deputados. [cite: 1978]",
      "gabarito": "C"
    },
    {
      "id": "B1_DC_004",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "A organização da segurança pública, conforme a Constituição Federal, inclui a polícia federal, as polícias civis, as polícias militares e os corpos de bombeiros militares, sendo as guardas municipais expressamente vedadas de exercerem atividades de segurança. [cite: 1979, 1225]",
      "gabarito": "E"
    },
    {
      "id": "B1_DC_005",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "O mandado de segurança coletivo pode ser impetrado por partido político com representação no Congresso Nacional para proteger direito líquido e certo não amparado por habeas corpus ou habeas data. [cite: 1977]",
      "gabarito": "C"
    },
    {
      "id": "B1_DC_006",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "A Constituição Federal de 1988 não admite a pena de morte em nenhuma hipótese, nem mesmo em caso de guerra declarada.",
      "gabarito": "E"
    },
    {
      "id": "B1_DC_007",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "Compete privativamente à União legislar sobre direito penal, processual e trânsito e transporte. [cite: 937]",
      "gabarito": "C"
    },
    {
      "id": "B1_DC_008",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "A família, base da sociedade, tem especial proteção do Estado, sendo reconhecida a união estável entre o homem e a mulher como entidade familiar, mas não outras formas de entidade familiar. [cite: 1980]",
      "gabarito": "E"
    },
    {
      "id": "B1_DC_009",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "O princípio da legalidade, no âmbito penal, estabelece que não há crime sem lei anterior que o defina, nem pena sem prévia cominação legal.",
      "gabarito": "C"
    },
    {
      "id": "B1_DC_010",
      "bloco": 1,
      "disciplina": "Noções de Direito Constitucional",
      "enunciado": "São inelegíveis os analfabetos e os estrangeiros. [cite: 1976]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_001",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "A lei penal mais benéfica retroage para alcançar fatos anteriores à sua vigência, mesmo que já decididos por sentença condenatória transitada em julgado. [cite: 1981]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_002",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "Considera-se local do crime, para fins de aplicação da lei penal brasileira, tanto o lugar onde ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado (teoria da ubiquidade). [cite: 1981]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_003",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "O crime de furto (art. 155 do CP) se consuma com a mera subtração da coisa alheia móvel, sendo irrelevante a posse mansa e pacífica do bem pelo agente. [cite: 1983]",
      "gabarito": "E"
    },
    {
      "id": "B1_DPP_004",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "A legítima defesa é uma causa excludente da culpabilidade, pois o agente, ao repelir injusta agressão, atua sem a consciência da ilicitude do fato.",
      "gabarito": "E"
    },
    {
      "id": "B1_DPP_005",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "O inquérito policial, por ser um procedimento administrativo de natureza inquisitiva, não admite a participação do advogado do investigado. [cite: 1985]",
      "gabarito": "E"
    },
    {
      "id": "B1_DPP_006",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "No crime de estelionato, a obtenção da vantagem ilícita deve ocorrer em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento. [cite: 1983]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_007",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "A prisão em flagrante delito pode ser realizada por qualquer do povo, devendo a autoridade policial comunicá-la imediatamente ao juiz competente e à família do preso ou à pessoa por ele indicada. [cite: 1988]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_008",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "A busca domiciliar somente poderá ser executada durante o dia, salvo se o morador consentir que se realize à noite, ou em caso de flagrante delito ou desastre. [cite: 1987]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_009",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "O crime de desacato, previsto no Código Penal, consiste em ofender funcionário público no exercício da função ou em razão dela, e é punível mesmo que a ofensa seja proferida na ausência do funcionário. [cite: 1984]",
      "gabarito": "E"
    },
    {
      "id": "B1_DPP_010",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "O princípio do contraditório e da ampla defesa não se aplica integralmente na fase de inquérito policial, por se tratar de procedimento investigativo e preparatório. [cite: 1985]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_011",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "A tentativa ocorre quando, iniciada a execução de um crime, este não se consuma por circunstâncias alheias à vontade do agente. [cite: 1982]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_012",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "A falsificação de documento público (art. 297 do CP) é crime formal, consumando-se com a mera falsificação, independentemente do uso ou de causar prejuízo. [cite: 1984]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_013",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "As provas obtidas por meios ilícitos são inadmissíveis no processo penal, devendo ser desentranhadas, assim como as delas exclusivamente decorrentes. [cite: 1111]",
      "gabarito": "C"
    },
    {
      "id": "B1_DPP_014",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "A autoridade policial poderá arquivar autos de inquérito policial se verificar a atipicidade da conduta investigada.",
      "gabarito": "E"
    },
    {
      "id": "B1_DPP_015",
      "bloco": 1,
      "disciplina": "Noções de Direito Penal e Processual Penal",
      "enunciado": "O crime de prevaricação consiste em retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. [cite: 1984]",
      "gabarito": "C"
    },
    {
      "id": "B1_DH_001",
      "bloco": 1,
      "disciplina": "Direitos Humanos",
      "enunciado": "A Constituição Federal de 1988 estabelece que o Brasil se submete à jurisdição de Tribunal Penal Internacional a cuja criação tenha manifestado adesão. [cite: 1850]",
      "gabarito": "C"
    },
    {
      "id": "B1_DH_002",
      "bloco": 1,
      "disciplina": "Direitos Humanos",
      "enunciado": "A Convenção contra a Tortura e Outros Tratamentos ou Penas Cruéis, Desumanos ou Degradantes define tortura exclusivamente como atos infligidos por funcionário público. [cite: 1854]",
      "gabarito": "E"
    },
    {
      "id": "B1_DH_003",
      "bloco": 1,
      "disciplina": "Direitos Humanos",
      "enunciado": "Segundo os Princípios Básicos sobre o Uso da Força e Armas de Fogo, os agentes de segurança pública só podem usar armas de fogo contra outras pessoas em caso de legítima defesa ou de outrem contra ameaça iminente de morte ou lesão grave, ou para impedir a perpetração de crime particularmente grave que envolva séria ameaça à vida, e apenas quando medidas menos extremas se mostrarem insuficientes. [cite: 1857]",
      "gabarito": "C"
    },
    {
      "id": "B1_DH_004",
      "bloco": 1,
      "disciplina": "Direitos Humanos",
      "enunciado": "A Lei nº 13.060/2014, que disciplina o uso dos instrumentos de menor potencial ofensivo, estabelece que seu uso é prioritário em relação a instrumentos de maior potencial ofensivo, mas veda seu emprego contra pessoa em fuga que esteja desarmada. [cite: 1858]",
      "gabarito": "E"
    },
    {
      "id": "B1_DH_005",
      "bloco": 1,
      "disciplina": "Direitos Humanos",
      "enunciado": "O Estatuto dos Refugiados (Convenção de 1951) permite que um refugiado seja expulso ou rechaçado para as fronteiras dos territórios onde sua vida ou liberdade seja ameaçada por motivo de sua raça, religião, nacionalidade, grupo social ou opiniões políticas, caso cometa um crime grave no país de refúgio.",
      "gabarito": "E"
    },
    {
      "id": "B1_DH_006",
      "bloco": 1,
      "disciplina": "Direitos Humanos",
      "enunciado": "As Regras Mínimas da ONU para o Tratamento de Presos (Regras de Mandela) têm caráter vinculante para os Estados-membros e estabelecem padrões que devem ser obrigatoriamente incorporados às legislações nacionais. [cite: 1856]",
      "gabarito": "E"
    },
    {
      "id": "B1_DH_007",
      "bloco": 1,
      "disciplina": "Direitos Humanos",
      "enunciado": "A Convenção sobre a Eliminação de Todas as Formas de Discriminação contra a Mulher obriga os Estados Partes a adotar medidas para modificar padrões socioculturais de conduta de homens e mulheres, com vistas a alcançar a eliminação de preconceitos e práticas consuetudinárias baseadas na ideia da inferioridade ou superioridade de um dos sexos. [cite: 1853]",
      "gabarito": "C"
    },
    {
      "id": "B1_DH_008",
      "bloco": 1,
      "disciplina": "Direitos Humanos",
      "enunciado": "O sistema internacional de proteção dos direitos humanos é composto exclusivamente por órgãos judiciais, como a Corte Interamericana de Direitos Humanos.",
      "gabarito": "E"
    },
    {
      "id": "B1_LE_001",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Lei nº 11.343/2006 (Lei de Drogas) prevê pena de reclusão para quem adquirir, guardar ou transportar, para consumo pessoal, drogas sem autorização ou em desacordo com determinação legal. [cite: 1863]",
      "gabarito": "E"
    },
    {
      "id": "B1_LE_002",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "Segundo a Lei nº 9.455/1997 (Crimes de Tortura), a condenação por crime de tortura acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada. [cite: 1864]",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_003",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "O Estatuto do Desarmamento (Lei nº 10.826/2003) tipifica como crime o porte ilegal de arma de fogo de uso permitido, mas considera atípica a conduta de possuir arma de fogo de uso permitido com registro vencido no interior da residência. [cite: 1866]",
      "gabarito": "E"
    },
    {
      "id": "B1_LE_004",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Lei de Migração (Lei nº 13.445/2017) prevê a deportação como medida de retirada compulsória do estrangeiro que se encontra em situação migratória irregular no território nacional. [cite: 1862]",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_005",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "Conforme a Lei nº 10.446/2002, a Polícia Federal pode apurar infrações penais em detrimento de bens, serviços e interesses da União ou de suas entidades autárquicas e empresas públicas, bem como outras infrações cuja prática tenha repercussão interestadual ou internacional e exija repressão uniforme. [cite: 1868]",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_006",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Lei nº 9.605/1998 (Crimes Ambientais) admite a responsabilidade penal da pessoa jurídica por crimes ambientais, independentemente da responsabilização da pessoa física autora ou partícipe do mesmo fato. [cite: 1867]",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_007",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "O Estatuto da Criança e do Adolescente (Lei nº 8.069/1990) considera crime a conduta de submeter criança ou adolescente sob sua autoridade, guarda ou vigilância a vexame ou a constrangimento. [cite: 1865]",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_008",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Convenção sobre o Crime Cibernético (Convenção de Budapeste), promulgada pelo Decreto nº 11.491/2023, visa harmonizar legislações nacionais sobre crimes informáticos e facilitar a cooperação internacional na investigação desses delitos. [cite: 1871]",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_009",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Lei nº 10.357/2001 estabelece normas de controle e fiscalização sobre produtos químicos que possam ser destinados à elaboração ilícita de substâncias entorpecentes, psicotrópicas ou que determinem dependência física ou psíquica. [cite: 1861]",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_010",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Lei nº 14.534/2023 adota o número de inscrição no Cadastro de Pessoas Físicas (CPF) como número único de identificação do cidadão nos bancos de dados de serviços públicos, mas permite que outros números de identificação sejam exigidos. [cite: 1869]",
      "gabarito": "E"
    },
    {
      "id": "B1_LE_011",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "O Estatuto da Segurança Privada e da Segurança das Instituições Financeiras (Lei 14.967/2024) estabelece que a fiscalização das empresas de segurança privada é de competência exclusiva das Polícias Militares dos estados. [cite: 1861]",
      "gabarito": "E"
    },
    {
      "id": "B1_LE_012",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Lei nº 7.116/1983, que assegura validade nacional às Carteiras de Identidade, estabelece que o documento não terá prazo de validade. [cite: 1869]",
      "gabarito": "E"
    },
    {
      "id": "B1_LE_013",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "O Decreto nº 11.797/2023, que institui o Serviço de Identificação do Cidadão, tem como um de seus objetivos integrar os dados de identificação civil, biométricos e biográficos dos cidadãos brasileiros.",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_014",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Lei nº 9.545/1997, que institui o número único de registro de identidade civil, visava unificar os diversos documentos de identificação em um só, mas foi majoritariamente substituída por iniciativas posteriores como a ICN e a adoção do CPF como número único.",
      "gabarito": "C"
    },
    {
      "id": "B1_LE_015",
      "bloco": 1,
      "disciplina": "Legislação Especial",
      "enunciado": "A Lei nº 13.444/2017, que dispõe sobre a Identificação Civil Nacional (ICN), prevê a criação de um banco de dados único com informações biográficas e biométricas do cidadão. [cite: 1868]",
      "gabarito": "C"
    },
    {
      "id": "B1_EST_001",
      "bloco": 1,
      "disciplina": "Estatística",
      "enunciado": "A média aritmética de um conjunto de dados é sempre igual à mediana desse mesmo conjunto, independentemente da simetria da distribuição.",
      "gabarito": "E"
    },
    {
      "id": "B1_EST_002",
      "bloco": 1,
      "disciplina": "Estatística",
      "enunciado": "Se dois eventos A e B são independentes, a probabilidade de ambos ocorrerem (P(A ∩ B)) é dada pelo produto de suas probabilidades individuais, P(A) * P(B). [cite: 1876]",
      "gabarito": "C"
    },
    {
      "id": "B1_EST_003",
      "bloco": 1,
      "disciplina": "Estatística",
      "enunciado": "Um teste de hipóteses com nível de significância de 5% indica que há uma probabilidade de 5% de cometer um erro do tipo II (não rejeitar uma hipótese nula falsa).",
      "gabarito": "E"
    },
    {
      "id": "B1_EST_004",
      "bloco": 1,
      "disciplina": "Estatística",
      "enunciado": "O coeficiente de variação é uma medida de dispersão relativa, útil para comparar a variabilidade entre conjuntos de dados com médias diferentes. [cite: 1882]",
      "gabarito": "C"
    },
    {
      "id": "B1_EST_005",
      "bloco": 1,
      "disciplina": "Estatística",
      "enunciado": "A amostragem aleatória simples garante que todos os elementos da população têm a mesma probabilidade de serem selecionados para a amostra. [cite: 1886]",
      "gabarito": "C"
    },
    {
      "id": "B1_EST_006",
      "bloco": 1,
      "disciplina": "Estatística",
      "enunciado": "Na distribuição normal padrão, aproximadamente 95% dos dados estão contidos no intervalo de mais ou menos um desvio padrão em torno da média.",
      "gabarito": "E"
    },
    {
      "id": "B1_EST_007",
      "bloco": 1,
      "disciplina": "Estatística",
      "enunciado": "O Teorema Central do Limite estabelece que, para amostras suficientemente grandes, a distribuição amostral das médias aproxima-se de uma distribuição normal, mesmo que a população original não seja normalmente distribuída. [cite: 1883]",
      "gabarito": "C"
    },
    {
      "id": "B1_EST_008",
      "bloco": 1,
      "disciplina": "Estatística",
      "enunciado": "A moda de um conjunto de dados é o valor que ocorre com menor frequência.",
      "gabarito": "E"
    },
    {
      "id": "B1_RL_001",
      "bloco": 1,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "A proposição 'O sol é uma estrela e a lua é um satélite' é uma proposição composta do tipo conjunção.",
      "gabarito": "C"
    },
    {
      "id": "B1_RL_002",
      "bloco": 1,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "Se a proposição P é verdadeira e a proposição Q é falsa, então a proposição P → Q (P implica Q) é falsa.",
      "gabarito": "C"
    },
    {
      "id": "B1_RL_003",
      "bloco": 1,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "A negação da proposição 'Algum policial não usa uniforme' é 'Todos os policiais usam uniforme'.",
      "gabarito": "C"
    },
    {
      "id": "B1_RL_004",
      "bloco": 1,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "A tabela-verdade da proposição P ∨ ¬P (P ou não P) resulta em uma tautologia.",
      "gabarito": "C"
    },
    {
      "id": "B1_RL_005",
      "bloco": 1,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "De acordo com as Leis de De Morgan, a negação de (P ∧ Q) é equivalente a (¬P ∧ ¬Q).",
      "gabarito": "E"
    },
    {
      "id": "B1_RL_006",
      "bloco": 1,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "Em um argumento válido, a conclusão deve ser necessariamente verdadeira se todas as premissas forem verdadeiras.",
      "gabarito": "C"
    },
    {
      "id": "B1_RL_007",
      "bloco": 1,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "Se em um grupo de 10 pessoas, 3 falam inglês e 5 falam espanhol, e 2 falam ambas as línguas, então o número de pessoas que falam pelo menos uma dessas línguas é 6.",
      "gabarito": "C"
    },
    {
      "id": "B1_RL_008",
      "bloco": 1,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "A proposição 'Se chove, então a rua fica molhada' é logicamente equivalente a 'Se a rua não está molhada, então não choveu'.",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_001",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O protocolo TCP (Transmission Control Protocol) é orientado à conexão e garante a entrega ordenada dos pacotes, sendo utilizado, por exemplo, na navegação web (HTTP/HTTPS). [cite: 1923]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_002",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Um worm é um tipo de malware que necessita de um programa hospedeiro para se propagar, diferentemente de um vírus, que é autônomo. [cite: 1901]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_003",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "No sistema operacional Windows, o 'Prompt de Comando' (cmd.exe) permite a execução de comandos em modo texto, similarmente ao terminal em sistemas Linux. [cite: 1898]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_004",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "A computação em nuvem, no modelo IaaS (Infrastructure as a Service), oferece ao usuário final apenas o acesso a aplicativos de software pela internet, sem que ele precise gerenciar a infraestrutura subjacente. [cite: 1926]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_005",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O endereço IPv6 utiliza 128 bits, permitindo um número significativamente maior de endereços únicos em comparação com o IPv4, que utiliza 32 bits. [cite: 1900]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_006",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Em um banco de dados relacional, uma chave primária é um campo ou conjunto de campos que identifica unicamente cada registro em uma tabela. [cite: 1907]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_007",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Phishing é uma técnica de ataque que explora vulnerabilidades de software para instalar programas maliciosos sem o conhecimento do usuário.",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_008",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O LibreOffice Writer é um software de edição de planilhas eletrônicas de código aberto, similar ao Microsoft Excel. [cite: 1899]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_009",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "VPN (Virtual Private Network) é uma tecnologia que permite criar uma conexão segura e criptografada sobre uma rede menos segura, como a internet. [cite: 1924]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_010",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Em modelagem conceitual de banco de dados, o modelo entidade-relacionamento descreve as entidades, seus atributos e os relacionamentos entre elas. [cite: 1906]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_011",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Big Data se refere exclusivamente ao grande volume de dados gerados, não considerando a variedade ou a velocidade com que esses dados são produzidos. [cite: 1909]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_012",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "No modelo OSI de redes de computadores, a camada de Enlace de Dados é responsável pelo endereçamento lógico (endereços IP) e roteamento dos pacotes. [cite: 1910, 1922]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_013",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Python é uma linguagem de programação interpretada, de alto nível, conhecida por sua sintaxe clara e legibilidade. [cite: 1914]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_014",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Metadados de um arquivo são informações sobre o próprio arquivo, como data de criação, autor e tipo, mas não incluem o conteúdo do arquivo em si. [cite: 1914]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_015",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Machine Learning é uma subárea da Inteligência Artificial que se concentra no desenvolvimento de algoritmos que permitem aos computadores aprender a partir de dados sem serem explicitamente programados para cada tarefa. [cite: 1916]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_016",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O sistema operacional Linux é um software proprietário, desenvolvido e mantido por uma única empresa.",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_017",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Um ataque de DDoS (Distributed Denial of Service) visa sobrecarregar um servidor com um grande volume de tráfego proveniente de múltiplas fontes, tornando-o indisponível para usuários legítimos.",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_018",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O protocolo FTP (File Transfer Protocol) é utilizado para a transferência segura e criptografada de arquivos entre computadores em uma rede.",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_019",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Em bancos de dados relacionais, SQL (Structured Query Language) é a linguagem padrão para definir, manipular e consultar dados. [cite: 1931]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_020",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Cookies são pequenos arquivos de texto armazenados no computador do usuário por sites que ele visita, e são sempre inofensivos, servindo apenas para personalizar a experiência de navegação.",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_021",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "A autenticação multifator (MFA) aumenta a segurança ao exigir que o usuário forneça apenas uma forma de verificação de identidade, como uma senha. [cite: 1928]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_022",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O conceito de 'frontend' em sistemas de informação refere-se à parte do sistema com a qual o usuário interage diretamente, ou seja, a interface do usuário. [cite: 1902]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_023",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Mineração de dados (data mining) é o processo de descobrir padrões, anomalias e correlações em grandes conjuntos de dados para prever resultados. [cite: 1933]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_024",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Uma API (Application Programming Interface) é um conjunto de rotinas e padrões de programação para acesso a um aplicativo de software ou plataforma baseada na Web, permitindo a comunicação entre diferentes sistemas. [cite: 2073]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_025",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Hash criptográfico, como MD5 ou SHA-256, é uma função que gera uma saída de tamanho fixo e reversível, permitindo que a mensagem original seja recuperada a partir do hash. [cite: 1929]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_026",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O formato de arquivo JSON (JavaScript Object Notation) é amplamente utilizado para intercâmbio de dados devido à sua estrutura complexa e difícil leitura por humanos. [cite: 1915]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_027",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "No contexto de testes de sistemas biométricos, FPIR (False Positive Identification Rate) refere-se à taxa com que o sistema incorretamente identifica um indivíduo não cadastrado como se fosse um indivíduo cadastrado. [cite: 1915]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_028",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O processo de ETL (Extract, Transform, Load) em Data Warehouse envolve a extração de dados de diversas fontes, sua transformação para um formato adequado e, por fim, o carregamento no Data Warehouse para análise. [cite: 2074]",
      "gabarito": "C"
    },
    {
      "id": "B2_INF_029",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O protocolo DHCP (Dynamic Host Configuration Protocol) é responsável por atribuir nomes de domínio a endereços IP, facilitando a navegação na internet. [cite: 1923]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_030",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Um switch de rede opera na camada de Rede (Camada 3) do modelo OSI e utiliza endereços IP para encaminhar pacotes entre diferentes redes.",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_031",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Dados não estruturados, como vídeos e posts em redes sociais, não podem ser processados ou analisados por ferramentas de Big Data devido à ausência de um esquema pré-definido. [cite: 1931]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_032",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O Microsoft Teams é uma ferramenta de colaboração que permite comunicação por chat, videoconferência e compartilhamento de arquivos, mas não se integra com outros aplicativos do Microsoft Office 365. [cite: 1918]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_033",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "A principal vantagem de uma intranet em relação à internet é que ela permite o acesso irrestrito de qualquer usuário externo aos recursos da organização.",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_034",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "Um spyware é um tipo de software projetado para proteger o sistema contra programas espiões, monitorando e bloqueando tentativas de coleta não autorizada de dados. [cite: 1901]",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_035",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "A topologia de rede em estrela é caracterizada por todos os nós estarem conectados a um ponto central (hub ou switch), e uma falha nesse ponto central não afeta a comunicação entre os demais nós.",
      "gabarito": "E"
    },
    {
      "id": "B2_INF_036",
      "bloco": 2,
      "disciplina": "Informática",
      "enunciado": "O conceito de Data Lake refere-se a um repositório que armazena grandes volumes de dados brutos em seu formato nativo, sem a necessidade de pré-definição de esquema, facilitando a exploração e análise posterior. [cite: 2070]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_001",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O objetivo principal da contabilidade é o registro de todos os atos administrativos de uma entidade, mesmo aqueles que não alteram o patrimônio. [cite: 1936]",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_002",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "Na equação fundamental do patrimônio, Ativo é igual a Passivo Exigível mais Patrimônio Líquido. [cite: 1937]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_003",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "Um fato administrativo permutativo é aquele que provoca alteração no valor do Patrimônio Líquido da entidade. [cite: 1938]",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_004",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "As contas de Despesa possuem natureza devedora e as contas de Receita possuem natureza credora. [cite: 1939]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_005",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O regime de caixa reconhece as receitas e despesas no momento de seu recebimento ou pagamento, independentemente do período de competência. [cite: 1941]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_006",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A depreciação de um bem do ativo imobilizado é um exemplo de fato administrativo modificativo aumentativo.",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_007",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O Balancete de Verificação tem como objetivo principal apurar o resultado do exercício da entidade. [cite: 1943]",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_008",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "No Balanço Patrimonial, as contas são dispostas em ordem decrescente de liquidez para o Ativo e em ordem decrescente de exigibilidade para o Passivo. [cite: 1943]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_009",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A Demonstração do Resultado do Exercício (DRE) evidencia o confronto entre as receitas, custos e despesas de um determinado período, apurando o lucro ou prejuízo. [cite: 1944]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_010",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A compra de mercadorias a prazo é um fato contábil misto, pois envolve uma conta patrimonial e uma conta de resultado.",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_011",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O Patrimônio Líquido representa os recursos próprios da entidade, sendo composto, entre outros, pelo Capital Social e pelas Reservas. [cite: 1937]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_012",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A Lei nº 6.404/1976 (Lei das Sociedades por Ações) não se aplica às pequenas e médias empresas, apenas às grandes corporações de capital aberto. [cite: 1944]",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_013",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O pagamento de uma duplicata com juros é um fato administrativo modificativo diminutivo.",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_014",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A NBC TSP Estrutura Conceitual visa fornecer os conceitos que fundamentam a elaboração e apresentação dos relatórios contábeis de propósito geral das entidades do setor público. [cite: 1945]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_015",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O Ativo Imobilizado compreende os bens destinados à venda no curso normal das atividades da empresa.",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_016",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A conta 'Caixa' é uma conta de natureza credora, pois representa uma obrigação da empresa.",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_017",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A constituição de uma provisão para devedores duvidosos é um lançamento que aumenta o resultado do exercício.",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_018",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O livro Diário é obrigatório para a escrituração contábil e registra as operações da entidade em ordem cronológica. [cite: 1941]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_019",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A situação líquida patrimonial de uma empresa é considerada negativa quando o Ativo é menor que o Passivo Exigível. [cite: 1937]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_020",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "A finalidade da contabilidade é fornecer informações exclusivamente para os gestores internos da empresa, não se destinando a usuários externos como investidores ou governo.",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_021",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O Custo das Mercadorias Vendidas (CMV) é uma despesa operacional que reduz o lucro bruto da entidade.",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_022",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O recebimento de uma duplicata com desconto é um fato contábil que envolve apenas contas patrimoniais.",
      "gabarito": "E"
    },
    {
      "id": "B3_CG_023",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "O Plano de Contas é uma relação padronizada de todas as contas que a empresa utilizará em sua escrituração, sendo flexível para adaptação às suas necessidades. [cite: 1940]",
      "gabarito": "C"
    },
    {
      "id": "B3_CG_024",
      "bloco": 3,
      "disciplina": "Contabilidade Geral",
      "enunciado": "Os bens intangíveis, como marcas e patentes, não são registrados no Ativo por não possuírem existência física.",
      "gabarito": "E"
    }
  ]
